export const arr_flashcards = [
  {
    id: 1,
    question: "Які кольори є в райдужному спектрі?",
    answer: "Червоний, помаранчевий, жовтий, зелений, блакитний, синій, фіолетовий",
    group: "кольори",
    tags: ["спектр", "райдужний"]
  },
  {
    id: 2,
    question: "Що таке Молекула?",
    answer: "Найменша частка речовини, яка має всі характеристики цієї речовини",
    group: "хімія",
    tags: ["молекула", "речовина"]
  },
  {
    id: 3,
    question: "Яка столиця Франції?",
    answer: "Париж",
    group: "географія",
    tags: ["столиця", "Франція"]
  },
  {
    id: 4,
    question: "Що таке HTML?",
    answer: "Мова розмітки гіпертексту, використовується для створення веб-сторінок",
    group: "програмування",
    tags: ["HTML", "веб-сторінки"]
  },
  {
    id: 5,
    question: "Скільки континентів на Землі?",
    answer: "Сім",
    group: "географія",
    tags: ["континенти", "Земля"]
  },
  {
    id: 6,
    question: "Хто написав 'Гаррі Поттера'?",
    answer: "Джоан Роулінг",
    group: "література",
    tags: ["Гаррі Поттер", "роулінг"]
  },
  {
    id: 7,
    question: "Що таке функція в програмуванні?",
    answer: "Блок коду, який виконує певну задачу",
    group: "програмування",
    tags: ["функція", "програмування"]
  },
  {
    id: 8,
    question: "Які основні складові атома?",
    answer: "Протони, нейтрони, електрони",
    group: "хімія",
    tags: ["атом", "складові"]
  },
  {
    id: 9,
    question: "Що таке гравітація?",
    answer: "Сила, яка тягне тіла одне до одного",
    group: "фізика",
    tags: ["гравітація", "сила"]
  },
  {
    id: 10,
    question: "Як називається столиця Японії?",
    answer: "Токіо",
    group: "географія",
    tags: ["столиця", "Японія"]
  },
  {
    id: 11,
    question: "Що таке біомаса?",
    answer: "Маса живих організмів в певній території чи середовищі",
    group: "екологія",
    tags: ["біомаса", "організми"]
  },
  {
    id: 12,
    question: "Яка найбільша пустеля у світі?",
    answer: "Сахара",
    group: "географія",
    tags: ["пустеля", "Сахара"]
  },
  {
    id: 13,
    question: "Що таке алгоритм?",
    answer: "Послідовність інструкцій для вирішення певної задачі",
    group: "програмування",
    tags: ["алгоритм", "задача"]
  },
  {
    id: 14,
    question: "Які чотири основні типи клітин у людському тілі?",
    answer: "М'язові, нервові, епітеліальні, сполучні",
    group: "біологія",
    tags: ["клітини", "тіло"]
  },
  {
    id: 15,
    question: "Як називається найвищий гірський хребет у світі?",
    answer: "Гімалаї",
    group: "географія",
    tags: ["гірський хребет", "Гімалаї"]
  },
  {
    id: 16,
    question: "Що таке глобальне потепління?",
    answer: "Поступове збільшення середньорічної температури повітря на Землі",
    group: "екологія",
    tags: ["глобальне потепління", "температура"]
  },
  {
    id: 17,
    question: "Як називається хімічний елемент з атомним номером 79?",
    answer: "Золото",
    group: "хімія",
    tags: ["хімічний елемент", "золото"]
  },
  {
    id: 18,
    question: "Що таке інтелект штучний?",
    answer: "Здатність комп'ютерної системи виконувати завдання, які зазвичай вимагають людського інтелекту",
    group: "інформатика",
    tags: ["інтелект штучний", "комп'ютер"]
  },
  {
    id: 19,
    question: "Які основні типи хмарних формацій?",
    answer: "Стратус, кумулюс, циррус",
    group: "метеорологія",
    tags: ["хмари", "формації"]
  },
  {
    id: 20,
    question: "Хто винахідник телефона?",
    answer: "Александр Грахам Белл",
    group: "технології",
    tags: ["телефон", "Белл"]
  }
];
